Repository: adiazpar/starview
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ja, pt_br

source: Verify Your Starview Account
de: Bestätigen Sie Ihr Starview-Konto
fr: Vérifiez Votre Compte Starview
it: Verifica il tuo account Starview
ja: Starviewアカウントを確認
pt_br: Verifique Sua Conta Starview

source: Find Your Perfect Night Sky
de: Finden Sie Ihren perfekten Nachthimmel
fr: Trouvez Votre Ciel Nocturne Parfait
it: Trova il tuo cielo notturno perfetto
ja: あなたにぴったりの夜空を見つけよう
pt_br: Encontre Seu Céu Noturno Perfeito

source: Hello
de: Hallo
fr: Bonjour
it: Ciao
ja: こんにちは
pt_br: Olá

source: Welcome to <strong>Starview</strong>! We're excited to have you join our community of stargazers and astronomy enthusiasts.
de: Willkommen bei <strong>Starview</strong>! Wir freuen uns, dass Sie unserer Gemeinschaft von Sternenbeobachtern und Astronomie-Enthusiasten beitreten.
fr: Bienvenue sur <strong>Starview</strong> ! Nous sommes ravis de vous accueillir dans notre communauté de passionnés d'astronomie et d'observation des étoiles.
it: Benvenuto su <strong>Starview</strong>! Siamo entusiasti di averti nella nostra comunità di osservatori di stelle e appassionati di astronomia.
ja: <strong>Starview</strong>へようこそ！星空観察や天文学愛好家のコミュニティに参加していただき、嬉しく思います。
pt_br: Bem-vindo ao <strong>Starview</strong>! Estamos animados por você se juntar à nossa comunidade de observadores de estrelas e entusiastas da astronomia.

source: To complete your registration and start exploring the best stargazing locations, please verify your email address by clicking the button below:
de: Um Ihre Registrierung abzuschließen und die besten Sternenbeobachtungsstandorte zu erkunden, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie auf die Schaltfläche unten klicken:
fr: Pour finaliser votre inscription et commencer à explorer les meilleurs sites d'observation des étoiles, veuillez vérifier votre adresse e-mail en cliquant sur le bouton ci-dessous :
it: Per completare la registrazione e iniziare a esplorare i migliori luoghi per l'osservazione delle stelle, verifica il tuo indirizzo email cliccando il pulsante qui sotto:
ja: 登録を完了し、最高の星空観察スポットの探索を始めるには、下のボタンをクリックしてメールアドレスを確認してください：
pt_br: Para completar seu cadastro e começar a explorar os melhores locais para observação de estrelas, por favor verifique seu endereço de e-mail clicando no botão abaixo:

source: Verify Email Address
de: E-Mail-Adresse bestätigen
fr: Vérifier l'Adresse E-mail
it: Verifica indirizzo email
ja: メールアドレスを確認
pt_br: Verificar Endereço de E-mail

source: This verification link will expire in 3 days for security purposes.
de: Dieser Bestätigungslink läuft aus Sicherheitsgründen in 3 Tagen ab.
fr: Ce lien de vérification expirera dans 3 jours pour des raisons de sécurité.
it: Questo link di verifica scadrà tra 3 giorni per motivi di sicurezza.
ja: このリンクはセキュリティ上の理由から3日間で期限切れになります。
pt_br: Este link de verificação expirará em 3 dias por motivos de segurança.

source: What You Can Do on Starview:
de: Was Sie bei Starview tun können:
fr: Ce Que Vous Pouvez Faire sur Starview :
it: Cosa puoi fare su Starview:
ja: Starviewでできること：
pt_br: O Que Você Pode Fazer no Starview:

source: Discover amazing stargazing locations worldwide
de: Entdecken Sie erstaunliche Sternenbeobachtungsstandorte weltweit
fr: Découvrez des sites d'observation exceptionnels dans le monde entier
it: Scopri luoghi incredibili per osservare le stelle in tutto il mondo
ja: 世界中の素晴らしい星空観察スポットを発見
pt_br: Descobrir locais incríveis para observação de estrelas no mundo todo

source: Share your own reviews and astrophotography
de: Teilen Sie Ihre eigenen Bewertungen und Astrofotografie
fr: Partagez vos propres avis et astrophotographies
it: Condividi le tue recensioni e astrofotografie
ja: 自分のレビューや天体写真を共有
pt_br: Compartilhar suas próprias avaliações e astrofotografia

source: Save your favorite spots for future visits
de: Speichern Sie Ihre Lieblingsorte für zukünftige Besuche
fr: Enregistrez vos sites préférés pour de futures visites
it: Salva i tuoi luoghi preferiti per visite future
ja: お気に入りのスポットを保存して次回の訪問に備える
pt_br: Salvar seus locais favoritos para visitas futuras

source: Connect with fellow astronomy lovers
de: Vernetzen Sie sich mit anderen Astronomie-Liebhabern
fr: Connectez-vous avec d'autres passionnés d'astronomie
it: Connettiti con altri appassionati di astronomia
ja: 天文学仲間とつながる
pt_br: Conectar-se com outros amantes da astronomia

source: If you didn't create an account on Starview, you can safely ignore this email.
de: Wenn Sie kein Konto bei Starview erstellt haben, können Sie diese E-Mail ignorieren.
fr: Si vous n'avez pas créé de compte sur Starview, vous pouvez ignorer cet e-mail en toute sécurité.
it: Se non hai creato un account su Starview, puoi ignorare questa email in sicurezza.
ja: Starviewでアカウントを作成していない場合は、このメールを無視しても問題ありません。
pt_br: Se você não criou uma conta no Starview, pode ignorar este e-mail com segurança.

source: Happy stargazing!
de: Viel Freude beim Sternebeobachten!
fr: Bonne observation des étoiles !
it: Buona osservazione delle stelle!
ja: 素敵な星空観察を！
pt_br: Boa observação de estrelas!

source: The Starview Team
de: Das Starview-Team
fr: L'Équipe Starview
it: Il Team Starview
ja: Starviewチーム
pt_br: A Equipe Starview

source: Welcome to Starview! We're excited to have you join our community of stargazers and astronomy enthusiasts.
de: Willkommen bei Starview! Wir freuen uns, dass Sie unserer Gemeinschaft von Sternenbeobachtern und Astronomie-Enthusiasten beitreten.
fr: Bienvenue sur Starview ! Nous sommes ravis de vous accueillir dans notre communauté de passionnés d'astronomie et d'observation des étoiles.
it: Benvenuto su Starview! Siamo entusiasti di averti nella nostra comunità di osservatori di stelle e appassionati di astronomia.
ja: Starviewへようこそ！星空観察や天文学愛好家のコミュニティに参加していただき、嬉しく思います。
pt_br: Bem-vindo ao Starview! Estamos animados por você se juntar à nossa comunidade de observadores de estrelas e entusiastas da astronomia.

source: To complete your registration and start exploring the best stargazing locations, please verify your email address by visiting the following link:
fr: Pour finaliser votre inscription et commencer à explorer les meilleurs sites d'observation des étoiles, veuillez vérifier votre adresse e-mail en visitant le lien suivant :

source: Verify your email:
de: Bestätigen Sie Ihre E-Mail:
fr: Vérifiez votre e-mail :
it: Verifica la tua email:
ja: メールを確認：
pt_br: Verifique seu e-mail:

source: Once verified, you'll be able to:
de: Nach der Bestätigung können Sie:
fr: Une fois vérifié, vous pourrez :
it: Una volta verificato, potrai:
ja: 確認後、以下のことができます：
pt_br: Após a verificação, você poderá:

source: If you didn't create an account on Starview, you can safely ignore this email. No further action is required.
fr: Si vous n'avez pas créé de compte sur Starview, vous pouvez ignorer cet e-mail en toute sécurité. Aucune action supplémentaire n'est requise.

source: This is an automated message. Please do not reply to this email.
de: Dies ist eine automatische Nachricht. Bitte antworten Sie nicht auf diese E-Mail.
fr: Ceci est un message automatique. Veuillez ne pas répondre à cet e-mail.
it: Questo è un messaggio automatico. Non rispondere a questa email.
ja: これは自動送信メッセージです。このメールには返信しないでください。
pt_br: Esta é uma mensagem automatizada. Por favor, não responda a este e-mail.

source: Password Changed Successfully
de: Passwort erfolgreich geändert
fr: Mot de Passe Modifié avec Succès
it: Password modificata con successo
ja: パスワードが正常に変更されました
pt_br: Senha Alterada com Sucesso

source: Password Changed
de: Passwort geändert
fr: Mot de Passe Modifié
it: Password modificata
ja: パスワード変更
pt_br: Senha Alterada

source: Password Successfully Changed
de: Passwort erfolgreich geändert
fr: Mot de Passe Modifié avec Succès
it: Password modificata con successo
ja: パスワードが正常に変更されました
pt_br: Senha Alterada com Sucesso

source: Your %(site_name)s password has been successfully changed. You can now log in using your new password.
de: Ihr %(site_name)s-Passwort wurde erfolgreich geändert. Sie können sich jetzt mit Ihrem neuen Passwort anmelden.
fr: Votre mot de passe %(site_name)s a été modifié avec succès. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.
it: La tua password di %(site_name)s è stata modificata con successo. Ora puoi accedere usando la tua nuova password.
ja: %(site_name)sのパスワードが正常に変更されました。新しいパスワードでログインできます。
pt_br: Sua senha do %(site_name)s foi alterada com sucesso. Você pode fazer login usando sua nova senha agora.

source: This email confirms that the password for your <strong>%(site_name)s</strong> account (<strong>%(user_email)s</strong>) was recently changed.
de: Diese E-Mail bestätigt, dass das Passwort für Ihr <strong>%(site_name)s</strong>-Konto (<strong>%(user_email)s</strong>) kürzlich geändert wurde.
fr: Cet e-mail confirme que le mot de passe de votre compte <strong>%(site_name)s</strong> (<strong>%(user_email)s</strong>) a été récemment modifié.
it: Questa email conferma che la password del tuo account <strong>%(site_name)s</strong> (<strong>%(user_email)s</strong>) è stata recentemente modificata.
ja: このメールは、<strong>%(site_name)s</strong>アカウント（<strong>%(user_email)s</strong>）のパスワードが最近変更されたことを確認するものです。
pt_br: Este e-mail confirma que a senha da sua conta <strong>%(site_name)s</strong> (<strong>%(user_email)s</strong>) foi alterada recentemente.

source: Security Information
de: Sicherheitsinformationen
fr: Informations de Sécurité
it: Informazioni di sicurezza
ja: セキュリティ情報
pt_br: Informações de Segurança

source: Change IP:
de: Änderungs-IP:
fr: IP du Changement :
it: IP della modifica:
ja: 変更元IP：
pt_br: IP da Alteração:

source: Account:
de: Konto:
fr: Compte :
ja: アカウント：
pt_br: Conta:

source: Didn't make this change?
de: Haben Sie diese Änderung nicht vorgenommen?
fr: Vous n'avez pas effectué ce changement ?
it: Non hai effettuato questa modifica?
ja: この変更を行っていませんか？
pt_br: Não fez esta alteração?

source: If you did NOT change your password, your account may have been compromised. Please take immediate action:
de: Wenn Sie Ihr Passwort NICHT geändert haben, wurde Ihr Konto möglicherweise kompromittiert. Bitte ergreifen Sie sofort Maßnahmen:
fr: Si vous n'avez PAS modifié votre mot de passe, votre compte a peut-être été compromis. Veuillez agir immédiatement :
it: Se NON hai modificato la tua password, il tuo account potrebbe essere stato compromesso. Per favore agisci immediatamente:
ja: パスワードを変更していない場合、アカウントが侵害された可能性があります。直ちに以下の対応を行ってください：
pt_br: Se você NÃO alterou sua senha, sua conta pode ter sido comprometida. Por favor, tome medidas imediatas:

source: 1. Reset your password immediately using the "Forgot Password" link
de: 1. Setzen Sie Ihr Passwort sofort über den Link "Passwort vergessen" zurück
fr: 1. Réinitialisez votre mot de passe immédiatement via le lien "Mot de passe oublié"
it: 1. Reimposta immediatamente la password usando il link "Password dimenticata"
ja: 1. 「パスワードを忘れた」リンクを使用して直ちにパスワードをリセット
pt_br: 1. Redefina sua senha imediatamente usando o link "Esqueci minha senha"

source: 2. Review your account activity for any unauthorized changes
de: 2. Überprüfen Sie Ihre Kontoaktivitäten auf unbefugte Änderungen
fr: 2. Vérifiez l'activité de votre compte pour détecter tout changement non autorisé
it: 2. Controlla l'attività del tuo account per eventuali modifiche non autorizzate
ja: 2. 不正な変更がないかアカウントの活動を確認
pt_br: 2. Revise a atividade da sua conta para quaisquer alterações não autorizadas

source: 3. Contact our support team if you need assistance
de: 3. Kontaktieren Sie unser Support-Team, wenn Sie Hilfe benötigen
fr: 3. Contactez notre équipe d'assistance si vous avez besoin d'aide
it: 3. Contatta il nostro team di supporto se hai bisogno di assistenza
ja: 3. サポートが必要な場合はサポートチームに連絡
pt_br: 3. Entre em contato com nossa equipe de suporte se precisar de assistência

source: Best,
de: Mit freundlichen Grüßen,
fr: Cordialement,
it: Cordiali saluti,
ja: よろしくお願いします、
pt_br: Atenciosamente,

source: The %(site_name)s Team
fr: L'Équipe %(site_name)s

source: This is an automated security email. Please do not reply.
de: Dies ist eine automatische Sicherheits-E-Mail. Bitte antworten Sie nicht.
fr: Ceci est un e-mail de sécurité automatique. Veuillez ne pas répondre.
it: Questa è un'email di sicurezza automatica. Non rispondere.
ja: これは自動送信のセキュリティメールです。返信しないでください。
pt_br: Este é um e-mail de segurança automatizado. Por favor, não responda.

source: Password Reset Request
de: Anfrage zum Zurücksetzen des Passworts
fr: Demande de Réinitialisation du Mot de Passe
it: Richiesta di reimpostazione password
ja: パスワードリセットリクエスト
pt_br: Solicitação de Redefinição de Senha

source: We received a request to reset the password for your <strong>%(site_name)s</strong> account (<strong>%(user_email)s</strong>).
de: Wir haben eine Anfrage zum Zurücksetzen des Passworts für Ihr <strong>%(site_name)s</strong>-Konto (<strong>%(user_email)s</strong>) erhalten.
fr: Nous avons reçu une demande de réinitialisation du mot de passe de votre compte <strong>%(site_name)s</strong> (<strong>%(user_email)s</strong>).
it: Abbiamo ricevuto una richiesta per reimpostare la password del tuo account <strong>%(site_name)s</strong> (<strong>%(user_email)s</strong>).
ja: <strong>%(site_name)s</strong>アカウント（<strong>%(user_email)s</strong>）のパスワードをリセットするリクエストを受け取りました。
pt_br: Recebemos uma solicitação para redefinir a senha da sua conta <strong>%(site_name)s</strong> (<strong>%(user_email)s</strong>).

source: If you requested this password reset, click the button below to set a new password:
de: Wenn Sie dieses Zurücksetzen des Passworts angefordert haben, klicken Sie auf die Schaltfläche unten, um ein neues Passwort festzulegen:
fr: Si vous avez demandé cette réinitialisation, cliquez sur le bouton ci-dessous pour définir un nouveau mot de passe :
it: Se hai richiesto questa reimpostazione della password, clicca il pulsante qui sotto per impostare una nuova password:
ja: このパスワードリセットをリクエストした場合は、下のボタンをクリックして新しいパスワードを設定してください：
pt_br: Se você solicitou esta redefinição de senha, clique no botão abaixo para definir uma nova senha:

source: Reset My Password
de: Mein Passwort zurücksetzen
fr: Réinitialiser Mon Mot de Passe
it: Reimposta la mia password
ja: パスワードをリセット
pt_br: Redefinir Minha Senha

source: This link will expire in %(hours)s hour for security purposes. If it expires, you'll need to request a new password reset.
de: Dieser Link läuft aus Sicherheitsgründen in %(hours)s Stunde ab. Wenn er abläuft, müssen Sie eine neue Passwort-Zurücksetzung anfordern.
fr: Ce lien expirera dans %(hours)s heure pour des raisons de sécurité. S'il expire, vous devrez demander une nouvelle réinitialisation.
it: Questo link scadrà tra %(hours)s ora per motivi di sicurezza. Se scade, dovrai richiedere una nuova reimpostazione della password.
ja: このリンクはセキュリティ上の理由から%(hours)s時間で期限切れになります。期限が切れた場合は、新しいパスワードリセットをリクエストする必要があります。
pt_br: Este link expirará em %(hours)s hora por motivos de segurança. Se expirar, você precisará solicitar uma nova redefinição de senha.

source: Request IP:
de: Anfrage-IP:
fr: IP de la Demande :
it: IP della richiesta:
ja: リクエスト元IP：
pt_br: IP da Solicitação:

source: Didn't request this?
de: Haben Sie dies nicht angefordert?
fr: Vous n'avez pas fait cette demande ?
it: Non hai richiesto questo?
ja: このリクエストをしていませんか？
pt_br: Não solicitou isto?

source: If you didn't request a password reset, you can safely ignore this email. Your password will remain unchanged, and your account is secure.
de: Wenn Sie keine Passwort-Zurücksetzung angefordert haben, können Sie diese E-Mail ignorieren. Ihr Passwort bleibt unverändert und Ihr Konto ist sicher.
fr: Si vous n'avez pas demandé de réinitialisation, vous pouvez ignorer cet e-mail en toute sécurité. Votre mot de passe restera inchangé et votre compte est sécurisé.
it: Se non hai richiesto una reimpostazione della password, puoi ignorare questa email in sicurezza. La tua password rimarrà invariata e il tuo account è sicuro.
ja: パスワードリセットをリクエストしていない場合は、このメールを無視しても問題ありません。パスワードは変更されず、アカウントは安全です。
pt_br: Se você não solicitou uma redefinição de senha, pode ignorar este e-mail com segurança. Sua senha permanecerá inalterada e sua conta está segura.

source: However, if you're concerned about unauthorized access attempts, we recommend reviewing your account security settings.
de: Wenn Sie jedoch Bedenken wegen unbefugter Zugriffsversuche haben, empfehlen wir, Ihre Kontosicherheitseinstellungen zu überprüfen.
fr: Cependant, si vous êtes préoccupé par des tentatives d'accès non autorisées, nous vous recommandons de vérifier les paramètres de sécurité de votre compte.
it: Tuttavia, se sei preoccupato per tentativi di accesso non autorizzati, ti consigliamo di controllare le impostazioni di sicurezza del tuo account.
ja: ただし、不正アクセスの試みが心配な場合は、アカウントのセキュリティ設定を確認することをお勧めします。
pt_br: No entanto, se você está preocupado com tentativas de acesso não autorizado, recomendamos revisar as configurações de segurança da sua conta.

source: Password must contain at least 1 uppercase letter.
de: Das Passwort muss mindestens 1 Großbuchstaben enthalten.
fr: Le mot de passe doit contenir au moins 1 lettre majuscule.
it: La password deve contenere almeno 1 lettera maiuscola.
ja: パスワードには大文字を1文字以上含める必要があります。
pt_br: A senha deve conter pelo menos 1 letra maiúscula.

source: Your password must contain at least 1 uppercase letter.
de: Ihr Passwort muss mindestens 1 Großbuchstaben enthalten.
fr: Votre mot de passe doit contenir au moins 1 lettre majuscule.
it: La tua password deve contenere almeno 1 lettera maiuscola.
ja: パスワードには大文字を1文字以上含める必要があります。
pt_br: Sua senha deve conter pelo menos 1 letra maiúscula.

source: Password must contain at least 1 number.
de: Das Passwort muss mindestens 1 Zahl enthalten.
fr: Le mot de passe doit contenir au moins 1 chiffre.
it: La password deve contenere almeno 1 numero.
ja: パスワードには数字を1文字以上含める必要があります。
pt_br: A senha deve conter pelo menos 1 número.

source: Your password must contain at least 1 number.
de: Ihr Passwort muss mindestens 1 Zahl enthalten.
fr: Votre mot de passe doit contenir au moins 1 chiffre.
it: La tua password deve contenere almeno 1 numero.
ja: パスワードには数字を1文字以上含める必要があります。
pt_br: Sua senha deve conter pelo menos 1 número.

source: Password must contain at least 1 special character (!@#$%^&*(),.?":{}|<>).
de: Das Passwort muss mindestens 1 Sonderzeichen enthalten (!@#$%^&*(),.?":{}|<>).
fr: Le mot de passe doit contenir au moins 1 caractère spécial (!@#$%^&*(),.?":{}|<>).
it: La password deve contenere almeno 1 carattere speciale (!@#$%^&*(),.?":{}|<>).
ja: パスワードには特殊文字を1文字以上含める必要があります（!@#$%^&*(),.?":{}|<>）。
pt_br: A senha deve conter pelo menos 1 caractere especial (!@#$%^&*(),.?":{}|<>).

source: Your password must contain at least 1 special character (!@#$%^&*(),.?":{}|<>).
de: Ihr Passwort muss mindestens 1 Sonderzeichen enthalten (!@#$%^&*(),.?":{}|<>).
fr: Votre mot de passe doit contenir au moins 1 caractère spécial (!@#$%^&*(),.?":{}|<>).
it: La tua password deve contenere almeno 1 carattere speciale (!@#$%^&*(),.?":{}|<>).
ja: パスワードには特殊文字を1文字以上含める必要があります（!@#$%^&*(),.?":{}|<>）。
pt_br: Sua senha deve conter pelo menos 1 caractere especial (!@#$%^&*(),.?":{}|<>).

source: Email Change Request
de: Anfrage zur E-Mail-Änderung
fr: Demande de Changement d'E-mail
it: Richiesta di modifica email
ja: メールアドレス変更リクエスト
pt_br: Solicitação de Alteração de E-mail

source: A request has been made to change the email address associated with your <strong>%(site_name)s</strong> account.
de: Es wurde eine Anfrage gestellt, die mit Ihrem <strong>%(site_name)s</strong>-Konto verknüpfte E-Mail-Adresse zu ändern.
fr: Une demande a été faite pour modifier l'adresse e-mail associée à votre compte <strong>%(site_name)s</strong>.
it: È stata fatta una richiesta per modificare l'indirizzo email associato al tuo account <strong>%(site_name)s</strong>.
ja: <strong>%(site_name)s</strong>アカウントに関連付けられたメールアドレスを変更するリクエストが行われました。
pt_br: Uma solicitação foi feita para alterar o endereço de e-mail associado à sua conta <strong>%(site_name)s</strong>.

source: Email Address Change Details
de: Details zur E-Mail-Adressänderung
fr: Détails du Changement d'Adresse E-mail
it: Dettagli della modifica dell'indirizzo email
ja: メールアドレス変更の詳細
pt_br: Detalhes da Alteração de Endereço de E-mail

source: Current email:
de: Aktuelle E-Mail:
fr: E-mail actuel :
it: Email attuale:
ja: 現在のメール：
pt_br: E-mail atual:

source: New email:
de: Neue E-Mail:
fr: Nouvel e-mail :
it: Nuova email:
ja: 新しいメール：
pt_br: Novo e-mail:

source: A verification email has been sent to <strong>%(new_email)s</strong>. Your email address will <strong>not change</strong> until the new address is verified by clicking the link in that email.
de: Eine Bestätigungs-E-Mail wurde an <strong>%(new_email)s</strong> gesendet. Ihre E-Mail-Adresse wird <strong>nicht geändert</strong>, bis die neue Adresse durch Klicken auf den Link in dieser E-Mail bestätigt wurde.
fr: Un e-mail de vérification a été envoyé à <strong>%(new_email)s</strong>. Votre adresse e-mail <strong>ne changera pas</strong> tant que la nouvelle adresse n'aura pas été vérifiée en cliquant sur le lien dans cet e-mail.
it: Un'email di verifica è stata inviata a <strong>%(new_email)s</strong>. Il tuo indirizzo email <strong>non cambierà</strong> finché il nuovo indirizzo non sarà verificato cliccando il link in quella email.
ja: 確認メールが<strong>%(new_email)s</strong>に送信されました。新しいアドレスがそのメールのリンクをクリックして確認されるまで、メールアドレスは<strong>変更されません</strong>。
pt_br: Um e-mail de verificação foi enviado para <strong>%(new_email)s</strong>. Seu endereço de e-mail <strong>não será alterado</strong> até que o novo endereço seja verificado clicando no link nesse e-mail.

source: Didn't make this request?
de: Haben Sie diese Anfrage nicht gestellt?
fr: Vous n'avez pas fait cette demande ?
it: Non hai fatto questa richiesta?
ja: このリクエストをしていませんか？
pt_br: Não fez esta solicitação?

source: If you did NOT request this change, please secure your account immediately by:
de: Wenn Sie diese Änderung NICHT angefordert haben, sichern Sie bitte sofort Ihr Konto durch:
fr: Si vous n'avez PAS demandé ce changement, veuillez sécuriser votre compte immédiatement en :
it: Se NON hai richiesto questa modifica, proteggi immediatamente il tuo account:
ja: この変更をリクエストしていない場合は、直ちに以下の方法でアカウントを保護してください：
pt_br: Se você NÃO solicitou esta alteração, por favor proteja sua conta imediatamente:

source: Changing your password
de: Ändern Ihres Passworts
fr: Changeant votre mot de passe
it: Modificando la tua password
ja: パスワードを変更
pt_br: Alterando sua senha

source: Reviewing recent account activity
de: Überprüfung der letzten Kontoaktivitäten
fr: Vérifiant l'activité récente de votre compte
it: Controllando l'attività recente dell'account
ja: 最近のアカウント活動を確認
pt_br: Revisando a atividade recente da conta

source: Contacting support if you notice suspicious activity
de: Kontaktieren des Supports, wenn Sie verdächtige Aktivitäten bemerken
fr: Contactant le support si vous remarquez une activité suspecte
it: Contattando il supporto se noti attività sospette
ja: 不審な活動に気付いた場合はサポートに連絡
pt_br: Entrando em contato com o suporte se notar atividade suspeita
