Repository: adiazpar/starview
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ja, pt_br

source: If you initiated this change, please check your new email inbox and click the verification link to complete the process.
de: Wenn Sie diese Änderung eingeleitet haben, überprüfen Sie bitte Ihren neuen E-Mail-Posteingang und klicken Sie auf den Bestätigungslink, um den Vorgang abzuschließen.
fr: Si vous avez initié ce changement, veuillez vérifier la boîte de réception de votre nouvel e-mail et cliquer sur le lien de vérification pour terminer le processus.
it: Se hai avviato questa modifica, controlla la casella di posta della tua nuova email e clicca il link di verifica per completare il processo.
ja: この変更を開始した場合は、新しいメールの受信トレイを確認し、確認リンクをクリックしてプロセスを完了してください。
pt_br: Se você iniciou esta alteração, por favor verifique sua nova caixa de entrada de e-mail e clique no link de verificação para completar o processo.

source: Welcome to Starview
de: Willkommen bei Starview
fr: Bienvenue sur Starview
it: Benvenuto su Starview
ja: Starviewへようこそ
pt_br: Bem-vindo ao Starview

source: Welcome to %(site_name)s!
de: Willkommen bei %(site_name)s!
fr: Bienvenue sur %(site_name)s !
it: Benvenuto su %(site_name)s!
ja: %(site_name)sへようこそ！
pt_br: Bem-vindo ao %(site_name)s!

source: Thank you for joining <strong>%(site_name)s</strong>! We're excited to have you as part of our community of stargazers and astronomy enthusiasts.
de: Vielen Dank, dass Sie <strong>%(site_name)s</strong> beigetreten sind! Wir freuen uns, Sie als Teil unserer Gemeinschaft von Sternenbeobachtern und Astronomie-Enthusiasten zu haben.
fr: Merci d'avoir rejoint <strong>%(site_name)s</strong> ! Nous sommes ravis de vous accueillir dans notre communauté de passionnés d'astronomie et d'observation des étoiles.
it: Grazie per esserti unito a <strong>%(site_name)s</strong>! Siamo entusiasti di averti come parte della nostra comunità di osservatori di stelle e appassionati di astronomia.
ja: <strong>%(site_name)s</strong>に参加していただきありがとうございます！星空観察や天文学愛好家のコミュニティの一員として、あなたを迎えられることを嬉しく思います。
pt_br: Obrigado por se juntar ao <strong>%(site_name)s</strong>! Estamos animados em ter você como parte da nossa comunidade de observadores de estrelas e entusiastas da astronomia.

source: Your account is now fully set up and ready to use. You can start exploring stargazing locations, sharing your own reviews, and connecting with fellow astronomy lovers.
de: Ihr Konto ist jetzt vollständig eingerichtet und einsatzbereit. Sie können Sternenbeobachtungsstandorte erkunden, Ihre eigenen Bewertungen teilen und sich mit anderen Astronomie-Liebhabern vernetzen.
fr: Votre compte est maintenant entièrement configuré et prêt à être utilisé. Vous pouvez commencer à explorer les sites d'observation, partager vos propres avis et vous connecter avec d'autres passionnés d'astronomie.
it: Il tuo account è ora completamente configurato e pronto all'uso. Puoi iniziare a esplorare luoghi per l'osservazione delle stelle, condividere le tue recensioni e connetterti con altri appassionati di astronomia.
ja: アカウントは完全に設定され、使用する準備が整いました。星空観察スポットの探索、レビューの共有、天文学仲間とのつながりを始めることができます。
pt_br: Sua conta agora está totalmente configurada e pronta para uso. Você pode começar a explorar locais para observação de estrelas, compartilhar suas próprias avaliações e conectar-se com outros amantes da astronomia.

source: Your Username:
de: Ihr Benutzername:
fr: Votre Nom d'Utilisateur :
it: Il tuo nome utente:
ja: ユーザー名：
pt_br: Seu Nome de Usuário:

source: Thank you for choosing Starview. We hope you discover amazing night skies!
de: Vielen Dank, dass Sie sich für Starview entschieden haben. Wir hoffen, Sie entdecken fantastische Nachthimmel!
fr: Merci d'avoir choisi Starview. Nous espérons que vous découvrirez des ciels nocturnes incroyables !
it: Grazie per aver scelto Starview. Speriamo che tu scopra cieli notturni incredibili!
ja: Starviewをお選びいただきありがとうございます。素晴らしい夜空を発見されることを願っています！
pt_br: Obrigado por escolher o Starview. Esperamos que você descubra céus noturnos incríveis!

source: Clear skies,
de: Klare Himmel,
fr: Ciel dégagé,
it: Cieli sereni,
ja: 晴れやかな空を、
pt_br: Céus limpos,

source: This is an automated email. Please do not reply.
de: Dies ist eine automatische E-Mail. Bitte antworten Sie nicht.
fr: Ceci est un e-mail automatique. Veuillez ne pas répondre.
it: Questa è un'email automatica. Non rispondere.
ja: これは自動送信メールです。返信しないでください。
pt_br: Este é um e-mail automatizado. Por favor, não responda.

source: Email Verification
de: E-Mail-Bestätigung
fr: Vérification de l'E-mail
it: Verifica email
ja: メール確認
pt_br: Verificação de E-mail

source: Welcome
de: Willkommen
fr: Bienvenue
it: Benvenuto
ja: ようこそ
pt_br: Bem-vindo

source: Password Reset
de: Passwort zurücksetzen
fr: Réinitialisation du Mot de Passe
it: Reimpostazione password
ja: パスワードリセット
pt_br: Redefinição de Senha

source: Security Alert
de: Sicherheitswarnung
fr: Alerte de Sécurité
it: Avviso di sicurezza
ja: セキュリティ警告
pt_br: Alerta de Segurança

source: Important
de: Wichtig
it: Importante
ja: 重要
pt_br: Importante

source: Email:
ja: メール：
